let state = {
    pageGRR: {
        chartColumnOne: {
            categories: ['2018', '2019', '2020', '2021', '2022', '2023', '2024', '2025', '2026'],
            name: ['План', 'Факт'],
            data: [
                [78100, 78100, 78100, 78100, 78100, 78100, 78100, 78100, 78100],
                [76900, 78100, 76900, 76900, 76900, 76900]
            ],
            color: ['#BDBDBD', '#13B5EA'],
            label: 'Затраты на ГРР всего 2018-2026гг., млн руб. (с НДС)',
        },
        chartBarOne: {
            titleText: 'ПАО “Газпром”<br><br>ООО “ГП Недра”<br><br>ООО “ГП НИИГАЗ”<br><br>ООО “ГД Краснодар”<br><br>Компания N<br><br>Компания N',
            categories: ['ПАО “Газпром”', 'ООО “ГП Недра”', 'ООО “ГП НИИГАЗ”', 'ООО “ГД Краснодар”', 'Компания N', 'Компания N'],
            name: ['План', 'Факт'],
            data: [[33210, 38567, 46300, 51453, 56145, 62986],
            [33210, 38567, 46300, 51453, 56145, 62986]],
            color: ['#BDBDBD', '#13B5EA'],
            label: 'Затраты на ГРР по ЛУ на 2023 год'
        }

    },
    pageCPP2D: {
        chartColumnOne: {
            categories: ['2018', '2019', '2020', '2021', '2022', '2023', '2024', '2025', '2026'],
            name: ['План', 'Факт'],
            data: [
                [78100, 78100, 78100, 78100, 78100, 78100, 78100, 78100, 78100],
                [76900, 78100, 76900, 76900, 76900, 76900]
            ],
            color: ['#BDBDBD', '#13B5EA'],
            label: 'Затраты на ГРР всего 2018-2026гг., млн руб. (с НДС)',
        },
        chartColumnTwo: {
            categories: ['2018', '2019', '2020', '2021', '2022', '2023', '2024', '2025', '2026'],
            name: ['План', 'Факт'],
            data: [
                [78100, 78100, 78100, 78100, 78100, 78100, 78100, 78100, 78100],
                [76900, 78100, 76900, 76900, 76900, 76900]
            ],
            color: ['#BDBDBD', '#13B5EA'],
            label: 'Затраты на ГРР всего 2018-2026гг., млн руб. (с НДС)',
        },
    },

}



export default state;